[{
	"domain": "1 - Drug Plan Customer Service",
	"measures": [{
		"Measure": "D01 - Appeals Auto–Forward",
		"Label for Stars": "Drug Plan Makes Timely Decisions about Appeals",
		"Label for Data": "Drug Plan Makes Timely Decisions about Appeals (for every 10,000 members)",
		"Description": "Percent of plan members who got a timely response when they made an appeal request to the drug plan about a decision to refuse payment or coverage.",
		"Metric": "This measure is defined as the rate of cases auto-forwarded to the Independent Review Entity (IRE) because decision timeframes for coverage determinations or redeterminations were exceeded by the plan. This is calculated as: [(Total number of cases auto-forwarded to the IRE) / (Average Medicare Part D enrollment)] * 10,000. There is no minimum number of cases required to receive a rating.",
		"Exclusions": "Rates are not calculated for contracts with less than 800 average enrollment during the measurement period.",
		"Data Source": "IRE",
		"Data Source Description": "Data were obtained from the IRE contracted by CMS.",
		"CMS Framework Area": "Population / community health",
		"NQF #": "None",
		"Data Time Frame": "01/01/2013 - 12/31/2013",
		"General Trend": "Lower is better",
		"Statistical Method": "Relative Distribution and Clustering",
		"Improvement Measure": "Included",
		"Weighting Category": "Measures Capturing Access",
		"Weighting Value": "1.5",
		"Data Display": "Rate with 1 decimal point",
		"4-Star Threshold": "MA-PD: = 1.3, PDP: = 1.0"
	}, {
		"Measure": "D02 - Appeals Upheld",
		"Label for Stars": "Fairness of Drug Plan’s Appeal Decisions, Based on an Independent Reviewer",
		"Label for Data": "Fairness of Drug Plan’s Appeal Decisions, Based on an Independent Reviewer",
		"Description": "This measure/rating shows how often an Independent Reviewer thought the drug plan’s decision to deny an appeal was fair. This includes appeals made by plan members and out-of-network providers. (This rating is not based on how often the plan denies appeals, but rather how fair the plan is when they do deny an appeal.)",
		"Metric": "This measure is defined as the percent of IRE confirmations of upholding the plans’ decisions. This is calculated as: [(Number of cases upheld) / (Total number of cases reviewed)] * 100. Total number of cases reviewed is defined all cases received by the IRE during the timeframe and receiving a decision within 20 days after the last day of the timeframe. The denominator is equal to the number of cases upheld, fully reversed, and partially reversed. Dismissed, remanded and withdrawn cases are not included in the denominator. Auto-forward cases are included, as these are considered to be adverse decisions per Subpart M rules. Contracts with no IRE cases reviewed will not receive a score in this measure.",
		"Exclusions": "Contracts with fewer than 5 cases reviewed by the IRE.",
		"Data Source": "IRE",
		"Data Source Description": "Data were obtained from the IRE contracted by CMS for Part D reconsiderations. The appeals used in this measure are based on the date they were received by the IRE.",
		"CMS Framework Area": "Population / community health",
		"NQF #": "None",
		"Data Time Frame": "01/01/2014 - 06/30/2014",
		"General Trend": "Higher is better",
		"Statistical Method": "Relative Distribution and Clustering",
		"Improvement Measure": "Included",
		"Weighting Category": "Measures Capturing Access",
		"Weighting Value": "1.5",
		"Data Display": "Percentage with no decimal point",
		"4-Star Threshold": "MA-PD: = 72%, PDP: = 68%"
	}]
}, {
	"domain": "2 - Member Complaints and Changes in the Drug Plan’s Performance",
	"measures": [{
		"Measure": "D03 - Complaints about the Drug Plan",
		"Label for Stars": "Complaints about the Drug Plan (more stars are better because it means fewer complaints)",
		"Label for Data": "Complaints about the Drug Plan (for every 1,000 members) (lower numbers are better because it means fewer complaints)",
		"Description": "How many complaints Medicare received about the drug plan.",
		"Metric": "Rate of complaints about the health plan per 1,000 members. For each contract, this rate is calculated as: [(Total number of all complaints logged into the Complaint Tracking Module (CTM)) / (Average Contract enrollment)] * 1,000 * 30 / (Number of Days in Period). \n• Complaints data are pulled after the end of the measurement timeframe to serve as a snapshot of CTM data. \n• Enrollment numbers used to calculate the complaint rate were based on the average enrollment for the time period measured for each contract. \n• A contract’s failure to follow CMS’ CTM Standard Operating Procedures will not result in CMS’ adjustment of the data used for these measures.",
		"Exclusions": "Some complaints that cannot be clearly attributed to the plan are excluded, please see Attachment B: Complaints Tracking Module Exclusion List. Complaint rates are not calculated for contracts with less than 800 average enrollment during the measurement period.",
		"Data Source": "CTM",
		"Data Source Description": "Data were obtained from the CTM based on the contract entry date (the date that complaints are assigned or re-assigned to contracts; also known as the contract assignment/reassignment date) for the reporting period specified. The status of any specific complaint at the time the data are pulled stands for use in the reports. Any changes to the complaints data subsequent to the data pull cannot be excluded retroactively. Complaint rates per 1,000 enrollees are adjusted to a 30-day basis.",
		"CMS Framework Area": "Person- and caregiver- centered experience and outcomes",
		"NQF #": "None",
		"Data Time Frame": "01/01/2014 - 06/30/2014",
		"General Trend": "Lower is better",
		"Statistical Method": "Relative Distribution and Clustering",
		"Improvement Measure": "Included",
		"Weighting Category": "Patients’ Experience and Complaints Measure",
		"Weighting Value": "1.5",
		"Data Display": "Rate with 2 decimal points",
		"4-Star Threshold": "MA-PD: Not predetermined, PDP: Not predetermined"
	}, {
		"Measure": "D04 - Members Choosing to Leave the Plan",
		"Label for Stars": "Members Choosing to Leave the Plan (more stars are better because it means fewer members are choosing to leave the plan)",
		"Label for Data": "Members Choosing to Leave the Plan (lower percentages are better because it means fewer members choose to leave the plan)",
		"Description": "The percent of plan members who chose to leave the plan in 2013. (This does not include members who did not choose to leave the plan, such as members who moved out of the service area.)",
		"Metric": "The percent of members who chose to leave the plan come from disenrollment reason codes in Medicare’s enrollment system. The percent is calculated as the number of members who chose to leave the plan between January 1, 2013– December 31, 2013 (numerator) divided by all members enrolled in the plan at any time during 2013 (denominator).",
		"Exclusions": "Members who involuntarily left their plan due to circumstances beyond their control are removed from the final numerator, specifically: \n• Members who moved out of the service area \n• Members affected by a contract service area reduction \n• Members affected by PBP termination \n• Members affected by LIS reassignments \n• Members who are enrolled in employer group plans \n• Members in PBPs that were granted special enrollment exceptions \n• Members who were passively enrolled into a Demonstration (Medicare-Medicaid Plan) \n• SNPs disproportionate share members who do not meet the SNP criteria Contracts with less than 1,000 enrollees",
		"General Notes": "This measure includes members who disenrolled from the contract with the following disenrollment reason codes: 11 - Voluntary Disenrollment through plan, 13 - Disenrollment because of enrollment in another Plan, 14 - Retroactive or 99 - Other (not supplied by beneficiary).",
		"Data Source": "Medicare Beneficiary Database Suite of Systems",
		"CMS Framework Area": "Person- and caregiver- centered experience and outcomes",
		"NQF #": "None",
		"Data Time Frame": "01/01/2013 - 12/31/2013",
		"General Trend": "Lower is better",
		"Statistical Method": "Relative Distribution and Clustering",
		"Improvement Measure": "Included",
		"Weighting Category": "Patients’ Experience and Complaints Measure",
		"Weighting Value": "1.5",
		"Data Display": "Percentage with no decimal point",
		"4-Star Threshold": "MA-PD: Not predetermined, PDP: Not predetermined"
	}, {
		"Measure": "D05 - Drug Plan Quality Improvement",
		"Label for Stars": "Improvement (if any) in the Drug Plan’s Performance",
		"Label for Data": "Improvement (If any) in the Drug Plan’s Performance",
		"Description": "This shows how much the drug plan’s performance has improved or declined from one year to the next year.  To calculate the plan’s improvement rating, Medicare compares the plan’s previous scores to its current scores for all of the topics shown on this website. Then Medicare averages the results to give the plan its improvement rating. If a plan receives 1 or 2 stars, it means, on average, the plan’s scores have declined (gotten worse). If a plan receives 3 stars, it means, on average, the plan’s scores have stayed about the same. If a plan receives 4 or 5 stars, it means, on average, the plan’s scores have improved. Keep in mind that a plan that is already doing well in most areas may not show much improvement. It is also possible that a plan can start with low ratings, show a lot of improvement, and still not be performing very well.",
		"Metric": "The numerator is the net improvement, which is a sum of the number of significantly improved measures minus the number of significantly declined measures. The denominator is the number of measures eligible for the improvement measure (i.e., the measures that were included in the 2014 and 2015 Star Ratings for this contract and had no specification changes).",
		"Exclusions": "Contracts must have data in at least half of the measures used to calculate improvement to be rated in this measure.",
		"General Notes": "Attachment I contains the formulas used to calculate the improvement measure and lists indicating which measures were used.",
		"Data Source": "Star Ratings",
		"Data Source Description": "2014 and 2015 Star Ratings",
		"CMS Framework Area": "Population / community health",
		"NQF #": "None",
		"Data Time Frame": "Not Applicable",
		"General Trend": "Higher is better",
		"Statistical Method": "Relative Distribution and Clustering",
		"Improvement Measure": "Not Included",
		"Weighting Category": "Improvement Measure",
		"Weighting Value": "5",
		"Data Display": "Not Applicable",
		"4-Star Threshold": "MA-PD: Not predetermined, PDP: Not predetermined"
	}]
}, {
	"domain": "3 - Member Experience with the Drug Plan",
	"measures": [{
		"Measure": "D06 - Rating of Drug Plan",
		"Label for Stars": "Members’ Rating of Drug Plan",
		"Label for Data": "Members’ Rating of Drug Plan",
		"Description": "Percent of the best possible score the plan earned from members who rated the prescription drug plan.",
		"Metric": "This case-mix adjusted measure is used to assess the overall view members have of their prescription drug plan. The Consumer Assessment of Healthcare Providers and Systems (CAHPS) score uses the mean of the distribution of responses converted to a scale from 0 to 100. The score shown is the percentage of the best possible score each contract earned.",
		"General Notes": "CAHPS Survey results were sent to each contract's Medicare Compliance Officer in early August 2014. These reports provide further explanation of the CAHPS scoring methodology and provide detailed information on why a specific rating was assigned.",
		"Data Source": "CAHPS",
		"Data Source Description": "CAHPS Survey Questions (question numbers vary depending on survey type): \n• Using any number from 0 to 10, where 0 is the worst prescription drug plan possible and 10 is the best prescription drug plan possible, what number would you use to rate your prescription drug plan?",
		"CMS Framework Area": "Person- and caregiver- centered experience and outcomes",
		"NQF #": "None",
		"Data Time Frame": "02/15/2014 - 05/31/2014",
		"General Trend": "Higher is better",
		"Statistical Method": "Relative Distribution and Significance Testing",
		"Improvement Measure": "Included",
		"Weighting Category": "Patients’ Experience and Complaints Measure",
		"Weighting Value": "1.5",
		"Data Display": "Percentage with no decimal point",
		"4-Star Threshold": "MA-PD: = 84%, PDP: = 81% * Due to rounding and the placement of the predetermined 4-star cutoff, no contracts were assigned 3 base stars; all contracts meeting the cutoff for 3 base stars also met the cutoff for 4 base stars. However after application of the further criteria of significance and reliability, some plans with fewer than 3 base stars may have been assigned 3 final stars."
	}, {
		"Measure": "D07 - Getting Needed Prescription Drugs",
		"Label for Stars": "Ease of Getting Prescriptions Filled When Using the Plan",
		"Label for Data": "Ease of Getting Prescriptions Filled When Using the Plan",
		"Description": "Percent of the best possible score the plan earned on how easy it is for members to get the prescription drugs they need using the plan.",
		"Metric": "This case-mix adjusted measure is used to assess member satisfaction related to the ease with which a beneficiary gets the medicines their doctor prescribed. The Consumer Assessment of Healthcare Providers and Systems (CAHPS) score uses the mean of the distribution of responses converted to a scale from 0 to 100. The score shown is the percentage of the best possible score each contract earned.",
		"General Notes": "CAHPS Survey results were sent to each contract's Medicare Compliance Officer in early August 2014. These reports provide further explanation of the CAHPS scoring methodology and provide detailed information on why a specific rating was assigned.",
		"Data Source": "CAHPS",
		"Data Source Description": "CAHPS Survey Questions (question numbers vary depending on survey type): \n• In the last 6 months, how often was it easy to use your health plan to get the medicines your doctor prescribed? \n• In the last 6 months, how often was it easy to use your health plan to fill a prescription at a local pharmacy? \n• In the last 6 months, how often was it easy to use your health plan to fill prescriptions by mail?",
		"CMS Framework Area": "Person- and caregiver- centered experience and outcomes",
		"NQF #": "None",
		"Data Time Frame": "02/15/2014 - 05/31/2014",
		"General Trend": "Higher is better",
		"Statistical Method": "Relative Distribution and Significance Testing",
		"Improvement Measure": "Included",
		"Weighting Category": "Patients’ Experience and Complaints Measure",
		"Weighting Value": "1.5",
		"Data Display": "Percentage with no decimal point",
		"4-Star Threshold": "MA-PD: = 91%, PDP: = 89% * Due to rounding and the placement of the predetermined 4-star cutoff, no contracts were assigned 3 base stars; all contracts meeting the cutoff for 3 base stars also met the cutoff for 4 base stars. However after application of the further criteria of significance and reliability, some plans with fewer than 3 base stars may have been assigned 3 final stars."
	}]
}, {
	"domain": "4 - Drug Safety and Accuracy of Drug Pricing",
	"measures": [{
		"Measure": "D08 - MPF Price Accuracy",
		"Label for Stars": "Plan Provides Accurate Drug Pricing Information for This Website",
		"Label for Data": "Plan Provides Accurate Drug Pricing Information for This Website (higher scores are better because they mean more accurate prices)",
		"Description": "A score comparing the prices members actually pay for their drugs to the drug prices the plan provided for this Website (Medicare’s Plan Finder Website). (Higher scores are better because they mean the plan provided more accurate prices.)",
		"Metric": "This measure evaluates the accuracy of drug prices posted on the MPF tool. A contract’s score is based on the accuracy index. The accuracy price index compares point-of-sale PDE prices to plan-reported MPF prices and determines the magnitude of differences found. Using each PDE’s date of service, the price displayed on MPF is compared to the PDE price. The accuracy index considers both ingredient cost and dispensing fee and measures the amount that the PDE price is higher than the MPF price. Therefore, prices that are overstated on MPF—that is, the reported price is higher than the actual price—will not count against a plan’s accuracy score. The index is computed as: (Total amount that PDE is higher than PF + Total PDE cost)/(Total PDE cost). The best possible accuracy index is 1. An index of 1 indicates that a plan did not have PDE prices greater than MPF prices. A contract’s score is computed using its accuracy index as: 100 – ((accuracy index - 1) x 100).",
		"Exclusions": "A contract with less than 30 claims over the measurement period. PDEs must also meet the following criteria: \n• Pharmacy number on PDE must appear in MPF pharmacy cost file as either a retail- only pharmacy or a retail and limited access-only pharmacy (PDE with pharmacy numbers reported as non-retail pharmacy types or both retail and mail order/HI/LTC are excluded) \n• Drug must appear in formulary file and in MPF pricing file \n• PDE must be a 30 day supply \n• Date of service must occur at a time that data are not suppressed for the plan on MPF \n• PDE must not be a compound claim \n• PDE must not be a non-covered drug",
		"General Notes": "Please see Attachment M: Methodology for Price Accuracy Measure for more information about this measure.",
		"Data Source": "PDE data, MPF Pricing Files, HPMS approved formulary extracts, and data from First DataBank and Medi-span",
		"Data Source Description": "Data were obtained from a number of sources: PDE data, MPF Pricing Files, HPMS approved formulary extracts. Post-reconciliation PDE adjustments are not reflected in this measure.",
		"CMS Framework Area": "Efficiency and cost reduction",
		"NQF #": "None",
		"Data Time Frame": "01/01/2013 - 09/30/2013",
		"General Trend": "Higher is better",
		"Statistical Method": "Relative Distribution and Clustering",
		"Improvement Measure": "Not Included",
		"Weighting Category": "Process Measure",
		"Weighting Value": "1",
		"Data Display": "Rate with no decimal point",
		"4-Star Threshold": "MA-PD: Not predetermined, PDP: Not predetermined"
	}, {
		"Measure": "D09 - High Risk Medication",
		"Label for Stars": "Plan Members 65 and Older Who Received Prescriptions for Certain Drugs with a High Risk of Side Effects, When There May Be Safer Drug Choices",
		"Label for Data": "Plan Members 65 and Older Who Received Prescriptions for Certain Drugs with a High Risk of Side Effects, When There May Be Safer Drug Choices",
		"Description": "The percent of plan members who got prescriptions for certain drugs with a high risk of serious side effects, when there may be safer drug choices.",
		"Metric": "This measure is defined as the percentage of Medicare Part D beneficiaries 65 years or older who received two or more prescription fills for the same HRM drug with a high risk of serious side effects in the elderly. This percentage is calculated as the number of member-years of enrolled beneficiaries 65 years or older who received two or more prescription fills for the same HRM during the period measured (numerator) divided by the number of member-years of enrolled beneficiaries 65 years and older during the period measured (denominator). This measure, also named the High Risk Medication measure (HRM), was first developed by the National Committee for Quality Assurance (NCQA), through its Healthcare Effectiveness Data and Information Set (HEDIS), and then adapted and endorsed by the Pharmacy Quality Alliance (PQA). This measure is also endorsed by the National Quality Forum (NQF). See the medication list for this measure. The HRM rate is calculated using the NDC list and obsolete NDC date methodology maintained by the PQA. The complete National Drug Code (NDC) list will be posted along with these technical notes. For the 2015 Star Ratings, NDCs with obsolete dates will be included in the measure calculation if its obsolete dates as reported by PQA are within the period of measurement (measurement year). The same HRM is defined at the active ingredient level. The active ingredient is identified using the active ingredient flags in the PQA’s NDC list.  The updated PQA HRM measure drug list based upon the American Geriatrics Society (AGS) recommendations is used to calculate the 2015 Star Rating.",
		"Exclusions": "Contracts with 30 or fewer enrolled beneficiary member years (in the denominator)",
		"General Notes": "Part D drugs do not include drugs or classes of drugs, or their medical uses, which may be excluded from coverage or otherwise restricted under section 1927(d)(2) of the Act, except for smoking cessation agents. As such, these drugs, which may be included in the medication or NDC lists, are excluded from CMS analyses. Beneficiaries must be enrolled and age 65 or older in at least one month of the period measured. Also, member-years of enrollment is the adjustment made by CMS to account for partial enrollment within the benefit year. For instance, if a beneficiary is enrolled for six out of twelve months of the year, they will count as only 0.5 member- years in the rate calculation.",
		"Data Source": "Prescription Drug Event (PDE) data",
		"Data Source Description": "The data for this measure come from PDE data files submitted by drug plans to Medicare for January 1, 2013-December 31, 2013 by June 30, 2014. Only final action PDE claims are used to calculate the patient safety measures. PDE claims are limited to members over 65 years of age, and for those Part D covered drugs identified to have high risk of serious side effects in patients 65 years of age or older. PDE adjustments made post-reconciliation were not reflected in this measure.",
		"CMS Framework Area": "Safety",
		"NQF #": "0022",
		"Data Time Frame": "01/01/2013 - 12/31/2013",
		"General Trend": "Lower is better",
		"Statistical Method": "Relative Distribution and Clustering",
		"Improvement Measure": "Not Included",
		"Weighting Category": "Intermediate Outcome Measure",
		"Weighting Value": "3",
		"Data Display": "Percentage with no decimal point",
		"4-Star Threshold": "MA-PD: Not predetermined, PDP: Not predetermined"
	}, {
		"Measure": "D10 - Diabetes Treatment",
		"Label for Stars": "Using the Kind of Blood Pressure Medication That Is Recommended for People with Diabetes",
		"Label for Data": "Using the Kind of Blood Pressure Medication That Is Recommended for People with Diabetes",
		"Description": "When people with diabetes also have high blood pressure, there are certain types of blood pressure medication recommended. This tells what percent got one of the recommended types of blood pressure medicine.",
		"Metric": "This is defined as the percentage of Medicare Part D beneficiaries 18 years or older who were dispensed a medication for diabetes and a medication for hypertension whose treatment included a renin angiotensin system (RAS) antagonist [an angiotensin converting enzyme inhibitor (ACEI), angiotensin receptor blocker (ARB), or direct renin inhibitor] medication that is recommended for people with diabetes. This percentage is calculated as the number of member-years of enrolled beneficiaries 18 years or older from the eligible population who received a RAS antagonist medication during the period measured (numerator) divided by the number of member-years of enrolled beneficiaries 18 years or older in the period measured who were dispensed at least one prescription for an oral hypoglycemic agent or insulin and at least one prescription for an antihypertensive agent during the measurement period (denominator). This measure is adapted from one endorsed by the Pharmacy Quality Alliance (PQA)",
		"- Diabetes": "Appropriate Treatment for Hypertension. This measure is also endorsed by the National Quality Forum (NQF). See the medication list for this measure. The Diabetes Treatment rate is calculated using the National Drug Code (NDC) lists and obsolete NDC date methodology maintained by the PQA. The complete NDC lists will be posted along with these technical notes. For the 2015 Star Ratings, NDCs with obsolete dates will be included in the measure calculation if their obsolete dates as reported by PQA are within the period of measurement (measurement year).",
		"Exclusions": "Contracts with 30 or fewer beneficiary member years (in the denominator).",
		"General Notes": "Part D drugs do not include drugs or classes of drugs, or their medical uses, which may be excluded from coverage or otherwise restricted under section 1927(d)(2) of the Act, except for smoking cessation agents. As such, these drugs, which may be included in the medication or NDC lists, are excluded from CMS analyses. Also, member-years of enrollment is the adjustment made by CMS to account for partial enrollment within the benefit year. For instance, if a beneficiary is enrolled for six out of twelve months of the year, they will count as only 0.5 member-years in the rate calculation.",
		"Data Source": "Prescription Drug Event (PDE) data",
		"Data Source Description": "The data for this measure come from PDE data files submitted by drug plans to Medicare for January 1, 2013-December 31, 2013 by June 30, 2014. Only final action PDE claims are used to calculate the patient safety measures. PDE claims were limited to members who received at least one prescription for an oral diabetes drug or insulin and at least one prescription for a high blood pressure drug. Members who received a RAS antagonist medication were identified.  PDE adjustments made post- reconciliation were not reflected in this measure.",
		"CMS Framework Area": "Clinical care",
		"NQF #": "0546",
		"Data Time Frame": "01/01/2013 - 12/31/2013",
		"General Trend": "Higher is better",
		"Statistical Method": "Relative Distribution and Clustering",
		"Improvement Measure": "Included",
		"Weighting Category": "Intermediate Outcome Measure",
		"Weighting Value": "3",
		"Data Display": "Percentage with no decimal point",
		"4-Star Threshold": "MA-PD: = 86%, PDP: = 83%"
	}, {
		"Measure": "D11 - Medication Adherence for Diabetes Medications",
		"Label for Stars": "Taking Diabetes Medication as Directed",
		"Label for Data": "Taking Diabetes Medication as Directed",
		"Description": "One of the most important ways you can manage your health is by taking your medication as directed. The plan, the doctor, and the member can work together to find ways to help the member take their medication as directed. Percent of plan members with a prescription for diabetes medication who fill their prescription often enough to cover 80% or more of the time they are supposed to be taking the medication. (“Diabetes medication” means a biguanide drug, a sulfonylurea drug, a thiazolidinedione drug, a DPP-IV inhibitor, an incretin mimetic drug, or a meglitinide drug. Plan members who take insulin are not included.)",
		"Metric": "This measure is defined as the percent of Medicare Part D beneficiaries 18 years or older that adhere to their prescribed drug therapy across classes of diabetes medications: biguanides, sulfonylureas, thiazolidinediones, and DiPeptidyl Peptidase (DPP)-IV Inhibitors, incretin mimetics, and meglitinides. This percentage is calculated as the number of member-years of enrolled beneficiaries 18 years or older with a proportion of days covered (PDC) at 80 percent or over across the classes of diabetes medications during the measurement period (numerator) divided by the number of member-years of enrolled beneficiaries 18 years or older with at least two fills of medication(s) across any of the drug classes during the measurement period (denominator). The PDC is the percent of days in the measurement period “covered” by prescription claims for the same medication or medications in its therapeutic category. Beneficiaries with one of more fills for insulin in the measurement period are excluded. Patients are only included in the measure calculation if the first fill of their medication occurs at least 91 days before the end of the enrollment period. The Medication Adherence measure is adapted from the Medication Adherence- Proportion of Days Covered measure that was developed and endorsed by the Pharmacy Quality Alliance (PQA). The PDC Adherence measures are also endorsed by the National Quality Forum (NQF). See the medication list for this measure. The Medication Adherence rate is calculated using the National Drug Code (NDC) list and obsolete NDC date methodology maintained by the PQA. The complete NDC list will be posted along with these technical notes. For the 2015 Star Ratings, NDCs with obsolete dates will be included in the measure calculation if their obsolete dates as reported by PQA are within the period of measurement (measurement year).",
		"Exclusions": "Contracts with 30 or fewer beneficiary member years (in the denominator).",
		"General Notes": "Part D drugs do not include drugs or classes of drugs, or their medical uses, which may be excluded from coverage or otherwise restricted under section 1927(d)(2) of the Act, except for smoking cessation agents. As such, these drugs, which may be included in the medication or NDC lists, are excluded from CMS analyses. Also, member-years of enrollment is the adjustment made by CMS to account for partial enrollment within the benefit year. Enrollment is measured at the spell level, and inclusion in the measure is determined separately for each spell – i.e., to be included for a given spell, the beneficiary must meet the initial inclusion criteria for the measure during that spell.  The measure is weighted based on the total number of member years for each spell in which the beneficiary meets the measure criteria. For instance, if a beneficiary is enrolled for a three month spell, disenrolled for a six month spell, reenrolled for a three month spell, and meets the measure criteria during each enrollment spell , s/he will count as 0.5 member years in the rate calculation (3/12 + 3/12 = 6/12). The PDC calculation is adjusted for overlapping prescriptions for the same drug which is defined by active ingredient at the generic name level using the Medi-Span generic ingredient name. The calculation also adjusts for Part D beneficiaries’ stays in inpatient (IP) settings, hospice enrollments, and stays in skilled nursing facilities (SNFs). The SNF adjustment only applies to PDPs because SNF data are not currently available for MA-PDs.",
		"Please see Attachment L": "Medication Adherence Measure Calculations for more information about these calculations.",
		"Data Source": "Prescription Drug Event (PDE) data; Medicare Enrollment Database (EDB) File; Common Working File (CWF)",
		"Data Source Description": "The data for this measure come from PDE data files submitted by drug plans to Medicare for January 1, 2013-December 31, 2013 by June 30, 2014. Only final action PDE claims are used to calculate the patient safety measures. PDE claims are limited to members who received at least two prescriptions for diabetes medication(s).  PDE adjustments made post-reconciliation were not reflected in this measure.",
		"CMS Framework Area": "Clinical care",
		"NQF #": "0541",
		"Data Time Frame": "01/01/2013 - 12/31/2013",
		"General Trend": "Higher is better",
		"Statistical Method": "Relative Distribution and Clustering",
		"Improvement Measure": "Included",
		"Weighting Category": "Intermediate Outcome Measure",
		"Weighting Value": "3",
		"Data Display": "Percentage with no decimal point",
		"4-Star Threshold": "MA-PD: Not predetermined, PDP: Not predetermined"
	}, {
		"Measure": "D12 - Medication Adherence for Hypertension (RAS antagonists)",
		"Label for Stars": "Taking Blood Pressure Medication as Directed",
		"Label for Data": "Taking Blood Pressure Medication as Directed",
		"Description": "One of the most important ways you can manage your health is by taking your medication as directed. The plan, the doctor, and the member can work together to find ways to help the member take their medication as directed. Percent of plan members with a prescription for a blood pressure medication who fill their prescription often enough to cover 80% or more of the time they are supposed to be taking the medication. (“Blood pressure medication” means an ACE (angiotensin converting enzyme) inhibitor, an ARB (angiotensin receptor blocker), or a direct renin inhibitor drug.)",
		"Metric": "This measure is defined as the percent of Medicare Part D beneficiaries 18 years or older that adhere to their prescribed drug therapy for renin angiotensin system (RAS) antagonists [angiotensin converting enzyme inhibitor (ACEI), angiotensin receptor blocker (ARB), or direct renin inhibitor medications]. This percentage is calculated as the number of member-years of enrolled beneficiaries 18 years and older with a proportion of days covered (PDC) at 80 percent or over for RAS antagonist medications during the measurement period (numerator) divided by the number of member-years of enrolled beneficiaries 18 years or older with at least two fills of either the same medication or medications in the drug class during the measurement period (denominator). The PDC is the percent of days in the measurement period “covered” by prescription claims for the same medication or another in its therapeutic category. Patients are only included in the measure calculation if the first fill of their medication occurs at least 91 days before the end of the enrollment period. The Part D Medication Adherence measure is adapted from the Medication Adherence-Proportion of Days Covered measure that was developed and endorsed by the Pharmacy Quality Alliance (PQA). The PDC Adherence measures are also endorsed by the National Quality Forum (NQF). See the medication list for this measure. The Part D Medication Adherence rate is calculated using the National Drug Code (NDC) list and obsolete NDC date methodology maintained by the PQA. The complete NDC list will be posted along with these technical notes. For the 2015 Star Ratings, NDCs with obsolete dates will be included in the measure calculation if their obsolete dates as reported by PQA are within the period of measurement (measurement year).",
		"Exclusions": "A percentage is not calculated for contracts with 30 or fewer beneficiary member years (in the denominator).",
		"General Notes": "Part D drugs do not include drugs or classes of drugs, or their medical uses, which may be excluded from coverage or otherwise restricted under section 1927(d)(2) of the Act, except for smoking cessation agents. As such, these drugs, which may be included in the medication or NDC lists, are excluded from CMS analyses. Also, member-years of enrollment is the adjustment made by CMS to account for partial enrollment within the benefit year. Enrollment is measured at the spell level, and inclusion in the measure is determined separately for each spell – i.e., to be included for a given spell, the beneficiary must meet the initial inclusion criteria for the measure during that spell.  The measure is weighted based on the total number of member years for each spell in which the beneficiary meets the measure criteria. For instance, if a beneficiary is enrolled for a three month spell, disenrolled for a six month spell, reenrolled for a three month spell, and meets the measure criteria during each enrollment spell , s/he will count as 0.5 member years in the rate calculation (3/12 + 3/12 = 6/12). The PDC calculation is adjusted for overlapping prescriptions for the same drug which is defined by active ingredient at the generic name level using the Medi-Span generic ingredient name. The calculation also adjusts for Part D beneficiaries’ stays in inpatient (IP) settings, hospice enrollments, and stays in skilled nursing facilities (SNFs). The SNF adjustment only applies to PDPs because SNF data are not currently available for MA-PDs. Please see Attachment L: Medication Adherence Measure Calculations for more information about these calculations.",
		"Data Source": "Prescription Drug Event (PDE) data; Medicare Enrollment Database (EDB) File; Common Working File (CWF)",
		"Data Source Description": "The data for this measure come from PDE data files submitted by drug plans to Medicare for January 1, 2013-December 31, 2013 by June 30, 2014. Only final action PDE claims are used to calculate the patient safety measures. PDE claims are limited to members who received at least two prescriptions for RAS antagonist medication(s). PDE adjustments made post-reconciliation were not reflected in this measure.",
		"CMS Framework Area": "Clinical care",
		"NQF #": "0541",
		"Data Time Frame": "01/01/2013 - 12/31/2013",
		"General Trend": "Higher is better",
		"Statistical Method": "Relative Distribution and Clustering",
		"Improvement Measure": "Included",
		"Weighting Category": "Intermediate Outcome Measure",
		"Weighting Value": "3",
		"Data Display": "Percentage with no decimal point",
		"4-Star Threshold": "MA-PD: Not predetermined, PDP: Not predetermined"
	}, {
		"Measure": "D13 - Medication Adherence for Cholesterol (Statins)",
		"Label for Stars": "Taking Cholesterol Medication as Directed",
		"Label for Data": "Taking Cholesterol Medication as Directed",
		"Description": "One of the most important ways you can manage your health is by taking your medication as directed. The plan, the doctor, and the member can work together to find ways to help the member take their medication as directed. Percent of plan members with a prescription for a cholesterol medication (a statin drug) who fill their prescription often enough to cover 80% or more of the time they are supposed to be taking the medication.",
		"Metric": "This measure is defined as the percent of Medicare Part D beneficiaries 18 years or older that adhere to their prescribed drug therapy for statin cholesterol medications. This percentage is calculated as the number of member-years of enrolled beneficiaries 18 years of older with a proportion of days covered (PDC) at 80 percent or over for statin cholesterol medication(s) during the measurement period (numerator) divided by the number of member-years of enrolled beneficiaries 18 years or older with at least two fills of either the same medication or medication in the drug class during the measurement period (denominator). The PDC is the percent of days in the measurement period “covered” by prescription claims for the same medication or another in the therapeutic category. Patients are only included in the measure calculation if the first fill of their medication occurs at least 91 days before the end of the enrollment period. The Medication Adherence measure is adapted from the Medication Adherence- Proportion of Days Covered measure that was developed and endorsed by the Pharmacy Quality Alliance (PQA). The PDC Adherence measures are also endorsed by the National Quality Forum (NQF). See the medication list for this measure. The Medication Adherence rate is calculated using the National Drug Code (NDC) list and obsolete NDC date methodology maintained by the PQA. The complete NDC list will be posted along with these technical notes. For the 2015 Star Ratings, NDCs with obsolete dates will be included in the measure calculation if their obsolete dates as reported by PQA are within the period of measurement (measurement year).",
		"Exclusions": "Contracts with 30 or fewer beneficiary member years (in the denominator).",
		"General Notes": "Part D drugs do not include drugs or classes of drugs, or their medical uses, which may be excluded from coverage or otherwise restricted under section 1927(d)(2) of the Act, except for smoking cessation agents. As such, these drugs, which may be included in the medication or NDC lists, are excluded from CMS analyses. Also, member-years of enrollment is the adjustment made by CMS to account for partial enrollment within the benefit year. Enrollment is measured at the spell level, and inclusion in the measure is determined separately for each spell – i.e., to be included for a given spell, the beneficiary must meet the initial inclusion criteria for the measure during that spell.  The measure is weighted based on the total number of member years for each spell in which the beneficiary meets the measure criteria. For instance, if a beneficiary is enrolled for a three month spell, disenrolled for a six month spell, reenrolled for a three month spell, and meets the measure criteria during each enrollment spell , s/he will count as 0.5 member years in the rate calculation (3/12 + 3/12 = 6/12). The PDC calculation is adjusted for overlapping prescriptions for the same drug which is defined by active ingredient at the generic name level using the Medi-Span generic ingredient name. The calculation also adjusts for Part D beneficiaries’ stays in inpatient (IP) settings, hospice enrollments, and stays in skilled nursing facilities (SNFs). The SNF adjustment only applies to PDPs because SNF data are not currently available for MA-PDs.",
		"Data Source": "Prescription Drug Event (PDE) data; Medicare Enrollment Database (EDB) File; Common Working File (CWF)",
		"Data Source Description": "The data for this measure come from PDE data files submitted by drug plans to Medicare for January 1, 2013-December 31, 2013 by June 30, 2014. PDE claims are limited to members who received at least two prescriptions for a statin drug(s).  PDE adjustments made post-reconciliation were not reflected in this measure.",
		"CMS Framework Area": "Clinical care",
		"NQF #": "0541",
		"Data Time Frame": "01/01/2013 - 12/31/2013",
		"General Trend": "Higher is better",
		"Statistical Method": "Relative Distribution and Clustering",
		"Improvement Measure": "Included",
		"Weighting Category": "Intermediate Outcome Measure",
		"Weighting Value": "3",
		"Data Display": "Percentage with no decimal point",
		"4-Star Threshold": "MA-PD: Not predetermined, PDP: Not predetermined"
	}]
}]